[
  "Cybersays.club  - Cookie Policy",
  "Last revised: February 2024",
  "When you visit or access our websites, or when you interact or engage with our content (\"Services\"), we use (and authorize third parties to use) cookies, pixels, beacons, local storage and similar technologies (\"Tracking Technologies\").",
  "These allow us to automatically collect information about you, your device, and your online behavior, in order to enhance your navigation on our Services, improve our Services' performance, perform analytics, customize your experience and offer you, for example, tailored content and advertisements that better correspond with your interests.",
  "This Cookie Policy is integrated into and forms part of Company's Privacy Policy.",
  "Cookies are small text files (composed only of letters and numbers) that a web server places on your computer or mobile device when you visit a webpage. When used, the cookie can help make our Services more user-friendly, for example by remembering your language preferences and settings. You can find more information about cookies at www.allaboutcookies.org.",
  "Cookies are widely used in order to make websites work in an efficient way. The use of cookies allows you to navigate between pages efficiently. Cookies remember your preferences, and make the interaction between you and the Services smoother and more efficient. Cookies are also used to help ensure that the advertisements you see online are relevant to you and your interests.",
  "We store Tracking Technologies when you visit or access our Services (for example when you are visiting our Website) – these are called \"First Party Tracking Technologies\". In addition, Tracking Technologies are stored by other third parties (for example our analytics service providers, business partners and advertisers) who run content on our Services – these are called \"Third Party Tracking Technologies\".",
  "Both types of Tracking Technologies are stored either for the duration of your visit on our Services or for repeat visits.",
  "When you use or access our Services, we use the following categories of Tracking Technologies:",
  "The following Tracking Technologies are used in connection with our Services. For additional information about any of the Third Party Tracking Technologies, please visit the links of those companies provided.",
  "Tracking Technologies",
  "Type",
  "Purpose",
  "Analytics Cookies",
  "First party Tracking Technology",
  "Performance and Functionality Tracking Technologies",
  "These Tracking Technologies are used to collect information regarding how you interact with the content on our Services, attribution purposes (for example, the referral URL), and to remember your language preferences and authentication (remember you are logged-in). We use the information to compile reports, calculate the revenues due to us, help us improve the Services and to offer personalized products and content.",
  "Other cookies",
  "First and Third party Tracking Technology",
  "Strictly necessary Tracking TechnologiesThese unlisted cookies might be in use on internal sections of the Services, in order to customize and simplify the user experience on the site by remembering choices you made and your log in credentials.",
  "Cookies allow us to:",
  "There are various ways in which you can manage and control your Tracking Technologies settings. Please note that we do not recognize or respond to automated browser signals regarding Tracking Technologies, including \"Do Not Track\" requests. However, there are various methods of managing your Tracking Technology preferences includes: setting your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. Please note that certain features of the Services could not work properly or effectively if you delete or disable cookies or other tracking technologies.",
  "To learn more about how can manage your cookies, below is a list of useful links that can provide you with more information on how to manage your cookies:",
  "You can learn more and turn off certain third party targeting and advertising cookies by visiting the following third party webpages:"
]