[
  "Cybersays.club - Privacy Policy",
  "Last revised: February 2024",
  "INTRODUCTION",
  "Pythia Grant Ltd.  including its affiliates (collectively, the \"Company\", \"we\", \"our\" or \"us\") are deeply committed to safeguarding the privacy expectations of its users (“User(s)”, “you” or “your”).",
  "Accordingly, we have put in place this privacy policy (\"Policy\"), which outlines our data protection practices, including how we collect, use, disclose and protect your personal information, as well as your rights with respect to your personal information.",
  "Please read this Policy very carefully and use it to make informed decisions, as your access to and use of our service, whether by visiting our website, www.Cybersays.club (\"Website\") or by creating an account through our service (collectively \"Service\"), signifies that you have read and understand all the terms detailed herein and you hereby agree to this Policy and to the collection, use, retention and disclosure of your personal information in accordance with these terms.",
  "If you do not agree to the terms of this Policy, please do not use our Services. You are not legally required to provide us with any personal information, but without it, we will not be able to provide you with the full range or with the best experience of using our Services.",
  "Personal information is defined as any information that identifies an individual or could reasonably identify an individual with reasonable effort, including without limitation (1) User name, (2) your browser identification details and (3) your Social media identification details (i.e. you Facebook User details) hereinafter referred to as the \"Personal Information\". Processing activities include, among other things, the collection, use, retention and disclosure of such data.",
  "Your Personal Information will be processed by us (including any of our agents and/or employees), and (where appropriate) any other company in our company group and/or our partners and subcontractors, in accordance with this Policy.",
  "If you have any questions regarding this Policy or the way we use your Personal Information, please refer to our table of contents and to the section 12. \"HOW TO CONTACT US?\" below. The Company is the controller of the Personal Information collected, and is responsible for the processing of your Personal Information.",
  "In this Policy, you can learn about:",
  "We collect Personal Information from our Users and visitors of our Service, which consists of the following:",
  "The Service are not designed or directed to persons under the age of 18 or persons under the age of legal consent with respect to the use of the Service of any jurisdiction, whichever is higher (“Legally of Age”).",
  "We do not collect Personal Information of a minor.",
  "If you are not Legally of Age, you are prohibited to access or use the Service and you are prohibited to provide any Personal Information to us.",
  "We reserve the right to access and verify any Personal Information collected from you. In the event that we become aware that a user who is not Legally of Age has shared any information, we shall discard such information.",
  "This section outlines the underlying purposes and legal bases for the processing of your Personal Information:",
  "Purpose",
  "Legal basis",
  "Provision of our Service; support and customer relations. We use your Personal Information, such as your username and email address for customer services purposes as well as to present our Websites to you. This includes, for example, managing and updating your account, providing and operating the Service, keeping you informed about our last updates or responding to any of your inquiries, as well as your request to exercise your User rights.",
  "The legal bases for processing this data are the performance of our contractual obligations towards you for example as described under this Policy and/or Terms of Use (Art. 6.1(b) GDPR); your consent (for example, when you agree to provide Personal Information by accepting our Cookie Notice, Policy and Terms of Use) (Art. 6.1(a) GDPR); compliance with our legal obligations (Art. 6.1(c) GDPR); and our legitimate interests (Art. 6.1(f) GDPR). Our legitimate interests in this case are enforcing our policies, protection against fraud and misuse of our Service.",
  "Improving our Service. We collect and analyze information about you and your usage of our Service to improve the usability and effectiveness of our Service, including debugging to identify and repair errors or undertaking internal research for technological development and demonstration.",
  "The legal basis for processing this data is our legitimate interests (Art. 6.1(f) GDPR), in this case – providing and improving our Service.",
  "Marketing, advertising and analytics. We use your Personal Information in order to provide you with personalized advertisements, including behavioral advertising when you visit our Service, to market our Service and to gather aggregate usage information for analytics, statistical and research purposes, including notification of promotional offers.",
  "The legal bases for processing this data are your consent (when required) and our legitimate interests (Art. 6.1(a), 6.1(f) GDPR).",
  "Our legitimate interests in this case are providing you with tailored services, content and advertisements that better fit your interests as well as to promote our Service.",
  "Integrity. We process certain information about you and your usage of the Services in order to keep the integrity and security of the Services.",
  "The legal bases for processing this data are compliance with our legal obligations (Art. 6.1(c) GDPR) and our legitimate interests (Art. 6.1(f) GDPR). Our legitimate interests in this case are keeping the integrity of our Services and the safety of our end-users.",
  "Dispute resolution and protection of our legal claims. We collect your Personal Information in order to investigate violation of our policies, enable us to resolve disputes in connection with your use of the Service and to establish and defend our legal claims.",
  "The legal basis for processing this data is our legitimate interests (Art. 6.1(f) GDPR). Our legitimate interests in this case are to establish and defend our legal claims.",
  "Corporate transactions. We will share your Personal Information with a potential purchasers, successors or investors in the Company or in the event of a corporate transaction (e.g. sale of a substantial part of our business, merger, reorganization, bankruptcy, consolidation or asset sale of an asset or transfer in the operation thereof) in relation to the Company.",
  "The legal basis for processing this data is our legitimate interests (Art. 6.1(f) GDPR).",
  "Prevention of fraud or violation of our policies. We process your Personal Information to detect and prevent fraudulent and illegal activity or any other type of activity that jeopardizes or negatively affect the integrity of the Service, including by identifying risks associated with your activity on our Service. We will also investigate any violations of our policies and enforce them.",
  "The legal basis for processing this data is our legitimate interests (Art. 6.1(f) GDPR). Our legitimate interests in this case are to protect our Company and other Users against fraud.",
  "Compliance with applicable laws. We process your Personal Information to comply with our various legal obligations such as adult content legislation (where applicable), anti-money laundering, identity verification (e.g., suspicion of minor using our Service), prevention of fraud, complying with data subject rights etc.",
  "The legal basis for processing this data is to comply with our various legal obligations (Art. 6.1(c) GDPR) and our legitimate interests (Art. 6.1(f) GDPR).",
  "Where you have not consented (or have withdrawn your consent) to the processing of your Personal Information by us, we will continue to process your Personal Information : (a) where processing is required for the performance of the contract (i.e. the Terms of Use) between you and us; and/or (b) where processing is necessary for compliance with a legal obligation to which we are subject; (c) where processing is necessary for the purposes of a legitimate interest of the Company and its affiliates (including for marketing).",
  "We will use your Personal Information, such as your email address, collected by ourselves or through our trusted third party subcontractors for the purpose of providing you with promotional materials via different marketing techniques such as direct email, telephone marketing, SMS concerning the Service as well as products, services, websites and applications which relate to the Company's business partners and its affiliates (collectively: “Marketing Affiliates”), which we believe could interest you.",
  "We also share and disclose Personal Information with our Marketing Affiliates for the purpose of providing you different marketing offers, which we, or our Marketing Affiliates, believe are relevant for you.",
  "We will use your Personal Information for the purpose of providing you with promotional materials solely where we have a legitimate interest in doing so, or where we have obtained your affirmative consent.",
  "You have the possibility at any time to decline receiving further marketing offers from us or from our business partners and marketing affiliates by either: following the links inserted in the promotional emails (e.g., selecting the opt-out link) or contacting our customer support.",
  "Please note that even if you unsubscribe from our marketing mailing list, we shall continue to send you service-related updates and notifications.",
  "We do not rent, sell, or share your Personal Information with third parties (“Recipients”) except as described in this Policy.  The Personal Information will be disclosed to Recipients only to the extent required for the specific purpose, as stipulated in this Policy.",
  "We disclose Personal Information with any of the following recipients:",
  "Since we operate globally, it is necessary for the provision of the Service and to the extent required for the specific purpose, as stipulated in this Policy to transfer your Personal Information to countries outside the European Economic Area (\"EEA\"). The data protection and other laws of these countries are not as comprehensive as those in the EEA.",
  "In these circumstances, we use our best efforts to ensure that your Personal Information is protected in accordance with our Policy, through contractual means (such as by using the standard contractual clauses approved by the relevant European Commission for data transfer, as available here) or other means (such as ensuring that the European Commission decisions determined that such jurisdictions offer an adequate level of protection as available here).",
  "We use third-party advertising technology across our Websites to serve advertisements when you visit or use our Service. We use and authorize third parties to use web beacons, cookies, pixels, scripts, tags and other technologies (\"Tracking Technologies\").",
  "The Tracking Technologies automatically collect information about you, your online behavior on the Websites, and your device (for example your computer or mobile device), for different purposes, including improving and personalizing your navigation on our Service and enhancing our Service’ performance. Third parties use this information to provide you with targeted content.",
  "You can set your browser to refuse all third party cookies, or to alert you when cookies are being sent, also you can opt-out of many third party ad networks, including those operated by members of the Network Advertising Initiative (\"NAI\") and the Digital Advertising Alliance (\"DAA\").",
  "We also allow third parties to collect information about you through Tracking Technologies. To learn more please visit our Cookie Notice.",
  "If you have registered with an account through our Service, the Company will retain your Personal Information during the period your account is active. In addition, the Company will retain your Personal Information for additional periods, to enable the Company to meet its legal obligations under applicable laws or regulations.",
  "In addition, the Company shall retain your Personal Information for longer periods, provided that retaining such information is only necessary for the Company’s legitimate interests, such as fraud prevention and record keeping, resolving or excising claims regarding potential disputes.",
  "You have certain rights regarding the collection and processing of Personal Information. To the extent these rights apply to and concern you, you can exercise them by contacting us via the contact details available under the section below \"HOW TO CONTACT US?\" and exercise the following rights:",
  "Please note that these rights are not absolute, and can be subject to our own legitimate interests and regulatory requirements. You are welcome to contact us for any questions, requests or complaints through our contact details below.",
  "We will make an effort to reply within a reasonable timeframe. Please feel free to reach out to us at any time. If you are unsatisfied with our response, you can lodge a complaint with the competent supervisory authority.",
  "Also, you should be aware that unless you have registered and created an account on our Website, we could not be able to respond to your request as we do not have sufficient information to identify you. We could also rectify, replenish or remove incomplete or inaccurate information, at any time and at our own discretion, in accordance with our internal policies. Similarly, we will ask you to provide us with additional information in order to adequately verify your identity upon your request.",
  "We reserve the right to change this Policy at any time, so please re-visit this page frequently. We will use reasonable efforts to notify you in the event substantial changes are made to this Policy, as required by law. Any modifications, updates, alteration will be effective upon our publishing of this Privacy on our Websites and as of the stated “Last Revised” date, and your continued use of the Service after the Last Revised date will constitute acceptance of, and agreement to be bound by those changes.",
  "The Policy has been drafted in the English language, which is the original and controlling version of this Policy. All translations of this Policy into other languages shall be solely for convenience and shall not control the meaning or application of this Policy. In the event of any discrepancy between the meanings of any translated versions of the Policy and the English language version, the meaning of the English language version shall prevail.",
  "HOW TO CONTACT US",
  "If you have any general questions about the Service or the information that we collect about you and how we process it, please contact us via email:",
  "We will make an effort to reply within a reasonable timeframe. Please feel free to reach out to us at any time. If you are unsatisfied with our response, you can reach out to the applicable data protection supervisory authority."
]